[Indonesian]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=LANGKAH 1 : PILIH MEDIA PENYIMPAN
STEP 2 : CHOOSE A SOURCE=LANGKAH 2 : PILIH SUMBER
STEP 3 : PERSISTENCE=LANGKAH 3 : PERSINTENSI
STEP 4 : OPTIONS=LANGKAH 4 : PILIHAN
STEP 5 : CREATE=LANGKAH 5 : MEMBUAT
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=Mb	
GB=Gb
min=min
Label=Etiket
Size=Ukuran
Help=Bantuan
Please read=Baca Ini
Error=Eror
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Pilih Media USB anda
Hard drives=Hard Disk
No key found=Tak ditemukan Media
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Unduh
Support for .IMG files is experimental=Dukungan .IMG dalam tahap percobaan.
Only Live mode is currently available in step 3, virtualization option has been disabled=Hanya pilihan modus "Live" yang tersedia,modus "Virtualisasi" tidak dapat dipilih..
However, LinuxLive USB Creator will try to use same install parameters as for=Tetapi, Linuxlive USB Creator tetap mencoba menggunakan paremeter instalasi yang sama
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Modus Live)
(Persistent Mode)=(Modus Persistensi)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Sembunyikan berkas yang dibuat
(except for Umenu.exe)=(kecuali Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Format Ulang Media FAT32 (Menghapus Semua Data!)
Enable launching LinuxLive in Windows (requires internet to install)=Buat Linux dapat dijalankan di Windows (butuh koneksi internet)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klik Ikon Petir Untuk memulai
Please choose a FAT32 or FAT formated key or check the formating option=Gunakan Media FAT32 atau FAT,atau pilih opsi format ulang
No disk selected=Tidak ada Disk dipilih
No file selected=Tidak ada berkas dipilih
No folder or CD selected=Tidak ada Folder atau CD dipilih
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Pilih berkas ISO CD LinuxLive
Please choose a CD of LinuxLive Live or its folder=Pilih CD LinuxLive atau Foldernya
Start creation of LinuxLive USB=Mulai memproses LinuxLive USB
Please validate step 1 to 3=Mohon cek ulang langkah 1 sampai 3
Are you sure you want to format this disk and lose your data ?=Anda yakin ingin memformat media ini dan menghilangkan datanya ?
Formatted in=Format menjadi
Formating the key=Memformat Media
Step 1 to 3 OK=Langkah 1 sampai 3 sudah benar
Cleaning previous installations ( 2min )=Menghapus berkas sebelumnya ( 2min )
Setting up virtualization software=Menyusun Virtualisasi
VirtualBox already downloaded=VirtualBox sudah terunduh
A new version of VirtualBox is available=Ada versi baru VirtualBox
This new version will be downloaded=Versi terbaru ini akan diunduh
Downloading VirtualBox as a background task=Mengunduh VirtualBox di Latar belakang
Download started succesfully=Memulai Mengunduh
Download failed to start=Tidak dapat memulai mengunduh
VirtualBox will not be installed=VirtualBox tidak terpasang
Integrity could not be verified=Inegritas berkas tidak dapat dicek
Will attempt installation=Mencoba instalasi
Cannot download=Tidak dapat mengunduh
Extracting ISO file on key=Mengekstrak berkas ISO ke media
Writing image to the usb stick=Menulis berkas image ke media
Copying files to the key=Duplikasi berkas ke media
Renaming some files=Mengubah nama beberapa berkas
Hiding files=Menyembunyikan berkas
Creating file for persistence=Membuat berkas untuk persistensi
Formating persistence file=Memformat berkas persistensi
Live mode : no persistence file=Modus Live : Tidak ada berkas persistensi
Ubuntu variant found=Ditemukan Varian Ubuntu
Installing boot sectors=Memasang sektor boot
Downloading VirtualBox=Mengunduh VirtualBox
Download complete=Proses mengunduh selesai
Cleaning previous VirtualBox install=Menghapis Instalasi VirtualBox sebelumnya
Extracting VirtualBox on key=Mengekstrak VirtualBox di Media
Applying VirtualBox settings=Membuat setting VirtualBox
Your LinuxLive key is now up and ready !=Media LinuxLive anda telah siap !
You do not have enough rights to launch VirtualBox.=Anda tidak dapat menjalankan VirtualBox.
Please log in as an administrator or run VirtualBox with admin rights.=Masuk sebagai Administrator atau jalankan VirtualBox sebagai Admin.
Free memory below 256mb threshold.=Memori RAM tersedia dibawah 256mb.
This is not enough to launch LinuxLive in Windows.=Tidak mencukupi untuk menjalankan LinuxLive di Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=Berkas bantuan hilang.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Tentang software ini
User's Guide=Petunjuk penggunaan
Virtualization Tutorial (FR)=Tutorial Virtualisasi
Donate=Menyumbang
Version=Versi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=File ISO ini tidak dapat digunakan
Detecting keyboard layout=Membaca layout keyboard
French (France)=Perancis (Perancis)
French (Swiss)=Perancis (Swiss)
Dutch=Belanda
Portuguese=Portugis
US or other (qwerty)=US atau lainnya (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Tidak dapat membuat VMDK
Key not found, VMDK is invalid=Meida tidak ditemukan, berkas VMDK tidak tepat.
Try to launch again SetupForAutoVMDK.exe=Jalankan ulang SetupForAutoVMDK.exe
Do you want to ignore this error ?=Apakah ingin mengacuhkan masalah ini ?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Tidak menemukan file MD5SUMS
Canceling check=Membatalkan pemeriksaan
You have the right ISO file but it is corrupted or was altered.=Berkas ISO yang benar namun telah rusak.
Please download it again.=Mohon unduh ulang
Verifying=Verifikasi
This ISO is not compatible.=Versi Linux ini belum dapat digunakan.
Please read the compatibility list in user guide=Mohon baca daftar linux pada petunjuk penggunaan.
If your version is in this list, this mean that your file is corrupted, please download it again.=Jika linux anda ada dalam daftar, berkas mungkin rudak,mohon unduh kembali.
This version is compatible and its integrity was checked=Versi in dapat digunakan
Check completed=Pemeriksaan selesai
Integrity + compatibility check=Pemeriksaan berkas dan kecocokan
Unable to open MD5SUM.txt=Tidak dapat membuka md5sum.txt
Checking integrity=Memeriksa integritas
This file is corrupted=Berkas ini rusak
All files have been successfully checked.=Semua berkas telah diperiksa.
Checking file=Memeriksa Berkas
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Modus Persisten
Live Mode=Modus Live
Install=Memasang
File Integrity Check=Memeriksa Berkas
Memory Test=Memeriksa RAM
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=Muncur Eror
An anonymous report was sent in order to fix this error as soon as possible=Laporan anonim telah dikirim untuk memperbaiki eror ini secepatnya
Show bug report=Melihat laporan masalah
Restart application=Membuka ulang progam
Close application=Menutup progam
Last Actions=Tindakan terakhir
Unique anonymous ID=Identitas anonim unik
Report status=Laporkan status
Pending=Tertunta
Error (not sent)=Eror (tidak terkirim)
Sent=Terkirim
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=UNtuk menjalankan LinuxLive :
Remove your key and insert it again.=Cabut media dan tancapkan kembali.
Go to 'My Computer'=Menuju 'My Computer'.
Right click on you key and select :=Klik kanan media anda pilih :
'LinuxLive!' to launch linux in windows='LinuxLive!' untuk menjalankan dalam windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' untuk menjalankan dalam VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' untuk menjalankan Menu CD asli
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=Atau
Manually=Manual
Automatically=Automatis
Please select a linux to continue=Pilih Linux untuk melanjutkan
Looking for the fastest mirror=Mencari sumber yang lebih cepat
Testing mirror=Memeriksa sumber
No online mirror found=Tidak ada sumber yang online
Please check your internet connection or try with another linux=Periksa koneksi internet anda atau pilih linux lain
Select this file as the source when download will be completed=Pilih berkas ini ketika unduh selesai
Downloading=Mengunduh
from=dari
Error while trying to download=Tidak dapat mengunduh
Latency=Latensi
Server Name=Penyedia
Copy link=Duplikasi alamat
Launch in my browser=Jalankan di perambah
Best mirrors=Sumber terbaik
Good mirrors=Sumber baik
Bad mirrors=Sumber buruk
Dead mirrors=Sumber tidak aktif
Check will begin shortly=Pemeriksaan segera dimulai
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Pilih Linux kesukaan anda
There is a new version available=Ada versi terbaru
Your LiLi's version is not up to date=Versi LiLi anda tidak mutahir
Last version is=Versi terakhir
Your version is=Versi anda
Do want to download it ?=Anda ingin mengunduh ?
Error while trying to find physical disk number=Eror ketika mencari disk
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Linux ini tidak dalam daftar kompabilitas
Setting the memory to the recommended value=Menset memory ke nilai yang direkomendasi
Free memory is below the recommended value for your Linux to run in Windows=Jumlah memori RAM yang bebas di bawah kebutuhkan untuk menjalankan linux dalam windows 
Recognized Linux=Mengenali Linux
Built-in Persistency=Persistensi ada
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Anda telah membuat media
Are you sure that you want to recreate one=Anda yakin untk membuat satu lagi
The compatibility list has been updated=Daftar kompabilitas telah diperbarui
These linuxes are now supported=Linux ini tidak didukung
Official Ubuntu Variants=Vairan resmi Ubuntu
Ubuntu Based Variants=Varian dari Ubuntu
Fedora Variants=Varian Fedora
Debian Variants=Varian Debian
PCLinuxOS Variants=Varian PCLinuxOS
Rescue CDs=CD Pertolongan
Light Linuxes=Linux ringan
Gentoo Based=Varian Gentoo
Security Purpose=Linux untuk keamanan 
Others=Lainnya
Regular Linux (works with most linuxes)=Linux normal (dapat digunakan kebanyakan linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Memutahirkan paket VirtualBox
Help me to improve LiLi=Mambantu meningkatkan Lili
This is a Beta or Release Candidate version=Ini adalah versi Beta atau Kadidat Final
Click OK to leave a feedback or click Cancel to close this window=Klik OK untuk meninggalkan komentar atau Cancel untuk menutup jendela ini.
Options=Pilihan
General=Umum
Versions=Versi
Compatibility List=Daftar kompabilitas
Make a donation=Melakukan donasi
Contact me=Hubungi saya
CopyLeft by=CopyLeft oleh
GPL v3 License=Lisensi GPL v3
Language=Bahasa
Available languages=Bahasa tersedia
Proxy=Proxy
Proxy settings=Mengatur proxy
No proxy=Tidak ada proxy
Use system settings=Menggunakan pengaturan sistem
Use custom settings=Menggunakan pengaturan sendiri
Proxy URL=Alamat Proxy
Port=Port
Username=Nama Pengguna
Password=Kata Sandi
Status=Status
Test settings=Mencoba pengaturan
You are connected=Koneksi terhubung
You are disconnected=Koneksi terputus
Not tested yet=Belum di coba 
Update=Memutahirkan
Check for updates=Memeriksa versi terbaru
Stable releases only=Hanya versi stabil
Stable and beta releases=Versi stabil dan beta
Advanced=Lanjut
Do not modify these options unless you know what you are doing=Jangan ubah pilihan ini kecuali anda tahu yang anda lakukan
Select a Linux=Pilih Linux
Install parameters=Pengaturan instalasi
Use LiLi automatic recognition=Gunakan pengenalan otomatis LiLi
highly recommended=Sangat direkomendasi
Force using same parameters as=Gunakan parameter yang sama
Netbook screen detected=Layar Netbook terdeteksi
Your screen vertical resolution is less than 600 pixels=Resolusi vertikal anda kurang dari 600 pixel
Please use the arrow keys (up and down) of your keyboard to move the interface=Gunakan tombol panah (naik/turun) untuk berpindah menu antar muka
Testing=Melakukan tes